{
	"pizza": {
		"name": {
			"Vegan Veggie": "بيتزا نباتية",
			"Veggie Supreme": "بيتزا الخضار العليا",
			"Mediterranean Pizza": "بيتزا البحر الأبيض المتوسط",
			"Spinach and Feta Pizza": "بيتزا السبانخ والفيتا",
			"Mushroom and Truffle Oil Pizza": "بيتزا الفطر وزيت الكمأ",
			"Classic Pepperoni Pizza": "بيتزا ببروني الكلاسيكية",
			"Double Pepperoni Pizza": "بيتزا ببروني المضاعفة",
			"Spicy Pepperoni Pizza": "بيتزا ببروني حارة",
			"Pepperoni and Mushroom Pizza": "بيتزا ببروني وفطر",
			"Pepperoni and Sausage Pizza": "بيتزا ببروني ونقانق",
			"Pepperoni and Jalapeño Pizza": "بيتزا ببروني وجالبينيو",
			"Classic Margherita": "مارغريتا الكلاسيكية",
			"Neapolitan Margherita": "مارغريتا نابوليتانا",
			"White Margherita": "مارغريتا البيضاء",
			"Bufalina Margherita": "مارغريتا بوفالينا",
			"Margherita al Pesto": "مارغريتا بالبيستو",
			"Margherita Four Cheese": "مارغريتا بأربعة أنواع من الجبن",
			"Classic Hawaiian": "هاواي الكلاسيكية",
			"Teriyaki Chicken Hawaiian": "هاواي بالدجاج الترياكي",
			"BBQ Hawaiian": "هاواي بباربكيو",
			"Spicy Hawaiian": "هاواي حار",
			"Vegetarian Hawaiian": "هاواي نباتية",
			"Classic BBQ Chicken": "دجاج مشوي كلاسيكي",
			"Spicy BBQ Chicken": "دجاج مشوي حار",
			"Ranch BBQ Chicken": "دجاج مشوي برانش",
			"Classic Four Cheese": "أربعة أنواع من الجبن الكلاسيكية",
			"Spinach and Four Cheese": "سبانخ وأربعة أنواع من الجبن"
		},
		"category": {
			"Vegetarian Pizza": "بيتزا نباتية",
			"Pepperoni Pizza": "بيتزا ببروني",
			"Margherita Pizza": "بيتزا مارغريتا",
			"Hawaiian Pizza": "بيتزا هاواي",
			"BBQ Chicken Pizza": "بيتزا الدجاج المشوي",
			"Four Cheese Pizza": "بيتزا أربع أجبان"
			
		},
		"description": {
			"Description 1": "جبن موزاريلا نباتية دايا، مرفقة بالخضروات الطازجة",
			"Description 2": "مزيج من الخضروات المتنوعة مثل الفلفل الحلو والبصل والفطر والزيتون والطماطم",
			"Description 3": "مغطاة بمكونات مستوحاة من المطبخ المتوسطي، مثل الطماطم المجففة، قلوب الخرشوف، جبن الفيتا، الزيتون، والأعشاب الطازجة",
			"Description 4": "مزيج من أوراق السبانخ وجبنة الفيتا المفتتة",
			"Description 5": "مزيج لذيذ من الفطر المقلي، زيت الكمأ، وجبنة الموزاريلا",
			"Description 6": "تقدم لمسة خالية من اللحوم. عادةً ما تشمل الأناناس والجبن وأحيانًا إضافات أخرى مثل الفلفل الحلو والبصل والفطر أو الزيتون",
			"Description 7": "مغطاة بصلصة الطماطم وجبنة الموزاريلا وشرائح البيبروني، نوع حار من السلامي الإيطالي الأمريكي",
			"Description 8": "محملة بكمية مضاعفة من البيبروني",
			"Description 9": "بيبروني يحتوي على توابل إضافية أو فلفل حار لإضافة نكهة حارة إلى المزيج التقليدي",
			"Description 10": "مزيج من البيبروني والفطر، مما يقدم نكهات لحمية وترابية",
			"Description 11": "يمزج بين البيبروني والنقانق الإيطالية، مما يوفر تجربة غنية بالنكهات",
			"Description 12": "بيبروني مع شرائح فلفل هالابينو، مما يخلق توازنًا بين الحرارة والنكهات المالحة",
			"Description 13": "مزيج من صلصة الطماطم وشرائح جبنة الموزاريلا الطازجة وأوراق الريحان الطازجة",
			"Description 14": "تشمل صلصة طماطم سان مارزانو، جبنة موزاريلا البوفالو، أوراق الريحان الطازجة، زيت الزيتون البكر الممتاز، ورشة من الملح",
			"Description 15": "تستبدل صلصة الطماطم التقليدية بصلصة بيضاء أو قاعدة زيت الزيتون. مغطاة بجبنة الموزاريلا الطازجة، الثوم، جبنة الريكوتا، جبنة البارميزان، والريحان الطازج",
			"Description 16": "جبن موزاريلا البوفالو، مكملًا بالصوص التقليدي من الطماطم، الريحان الطازج، وزيت الزيتون",
			"Description 17": "صلصة البيستو المصنوعة من الريحان، المكسرات، جبنة البارميزان، الثوم، وزيت الزيتون",
			"Description 18": "يمزج بين بيتزا مارغريتا الكلاسيكية ومزيج جبن فاخر. يتضمن قاعدة من صلصة الطماطم، أوراق الريحان الطازجة، ومزيج من أربعة أنواع من الجبن مثل الموزاريلا، البارميزان، الفونتينا، والجبن الأزرق",
			"Description 19": "قاعدة من صلصة الطماطم وجبنة الموزاريلا، مغطاة بشرائح لحم الخنزير والأناناس. مزيج الأناناس الحلو ولحم الخنزير المالح يخلق نكهة مميزة ومتناقضة",
			"Description 20": "يمزج بين مفهوم بيتزا هاواي مع إضافة دجاج الترياكي. يشمل الدجاج المشوي أو المبشور المتبل بصوص الترياكي، إلى جانب التوبينغ التقليدي مثل الأناناس ولحم الخنزير وصلصة الطماطم وجبنة الموزاريلا",
			"Description 21": "يمزج بين نكهات بيتزا هاواي مع صلصة الباربكيو. يتميز بقاعدة من صلصة الباربكيو بدلاً من صلصة الطماطم، ويعلوه جبنة الموزاريلا ولحم الخنزير والأناناس ومكونات مثل البصل الأحمر أو لحم المقدد",
			"Description 22": "تضيف بيتزا هاواي الحارة لمسة من الحرارة إلى المزيج التقليدي. تشمل المكونات المعتادة من لحم الخنزير والأناناس وصلصة الطماطم وجبنة الموزاريلا، ولكن مع إضافة عناصر حارة مثل الهالابينو أو رقائق الفلفل الأحمر",
			"Description 23": "تقدم لمسة خالية من اللحوم. عادةً ما تشمل الأناناس والجبن وأحيانًا إضافات أخرى مثل الفلفل الحلو والبصل والفطر أو الزيتون",
			"Description 24": "تتميز بيتزا دجاج الباربكيو الكلاسيكية بقاعدة من صلصة الباربكيو اللاذعة بدلاً من صلصة الطماطم، وتعلوها قطع دجاج مطبوخة، جبنة الموزاريلا، البصل الأحمر، وإضافات أخرى مثل الكزبرة أو الفلفل الحلو",
			"Description 25": "تضيف بيتزا دجاج الباربكيو الحارة لمسة إضافية من الحرارة إلى النسخة الكلاسيكية من خلال إدخال عناصر حارة",
			"Description 26": "يمزج بين نكهات بيتزا هاواي مع صلصة الباربكيو. يتميز بقاعدة من صلصة الباربكيو بدلاً من صلصة الطماطم، ويعلوه جبنة الموزاريلا ولحم الخنزير والأناناس ومكونات مثل البصل الأحمر أو لحم المقدد",
			"Description 27": "يضيف صلصة الرانش إلى جانب صلصة الباربكيو، مما يضيف عنصرًا كريميًا وحامضًا. يشمل دجاج مطبوخ، صلصة الباربكيو، صلصة الرانش، جبنة الموزاريلا، وإضافات أخرى مثل لحم المقدد أو البصل",
			"Description 28": "مزيج شهي من أربعة أنواع مختلفة من الجبن. عادةً ما يشمل مزيج من الموزاريلا، الرومانو، البارميزان، وجبنة الأوريغانو",
			"Description 29": "يمزج بين بيتزا مارغريتا الكلاسيكية ومزيج جبن فاخر. يتضمن قاعدة من صلصة الطماطم، أوراق الريحان الطازجة، ومزيج من أربعة أنواع من الجبن مثل الموزاريلا، البارميزان، الفونتينا، والجبن الأزرق",
			"Description 30": "يمزج بين كريمة أربعة أنواع من الجبن مع طزاجة السبانخ. عادةً ما يشمل مزيج من الموزاريلا، الريكوتا، البارميزان، وجبنة الفيتا، إلى جانب أوراق السبانخ المقلي أو الطازج"
		}
	},
	"pizza.category.": "pizza.category.",
	"category": {
		"Vegetarian Pizza": "category.Vegetarian Pizza",
		"بيتزا مارغريتا": "category.بيتزا مارغريتا"
	}
}