{
	"pizza": {
		"name": {
			"Vegan Veggie": "Vegan Veggie",
			"Veggie Supreme": "Veggie Supreme",
			"Mediterranean Pizza": "Mediterranean Pizza",
			"Spinach and Feta Pizza": "Spinach and Feta Pizza",
			"Mushroom and Truffle Oil Pizza": "Mushroom and Truffle Oil Pizza",
			"Classic Pepperoni Pizza": "Classic Pepperoni Pizza",
			"Double Pepperoni Pizza": "Double Pepperoni Pizza",
			"Spicy Pepperoni Pizza": "Spicy Pepperoni Pizza",
			"Pepperoni and Mushroom Pizza": "Pepperoni and Mushroom Pizza",
			"Pepperoni and Sausage Pizza": "Pepperoni and Sausage Pizza",
			"Pepperoni and Jalapeño Pizza": "Pepperoni and Jalapeño Pizza",
			"Classic Margherita": "Classic Margherita",
			"Neapolitan Margherita": "Neapolitan Margherita",
			"White Margherita": "White Margherita",
			"Bufalina Margherita": "Bufalina Margherita",
			"Margherita al Pesto": "Margherita al Pesto",
			"Margherita Four Cheese": "Margherita Four Cheese",
			"Classic Hawaiian": "Classic Hawaiian",
			"Teriyaki Chicken Hawaiian": "Teriyaki Chicken Hawaiian",
			"BBQ Hawaiian": "BBQ Hawaiian",
			"Spicy Hawaiian": "Spicy Hawaiian",
			"Vegetarian Hawaiian": "Vegetarian Hawaiian",
			"Classic BBQ Chicken": "Classic BBQ Chicken",
			"Spicy BBQ Chicken": "Spicy BBQ Chicken",
			"Ranch BBQ Chicken": "Ranch BBQ Chicken",
			"Classic Four Cheese": "Classic Four Cheese",
			"Spinach and Four Cheese": "Spinach and Four Cheese"
		},
		"category": {
			"Vegetarian Pizza": "Vegetarian Pizza",
			"Pepperoni Pizza": "Pepperoni Pizza",
			"Margherita Pizza": "Margherita Pizza",
			"Hawaiian Pizza": "Hawaiian Pizza",
			"BBQ Chicken Pizza": "BBQ Chicken Pizza",
			"Four Cheese Pizza": "Four Cheese Pizza"
		},
		"description": {
			"Description 1": "Daiya vegan mozzarella, paired with fresh veggies",
			"Description 2": "Combination of various vegetables such as bell peppers, onions, mushrooms, olives, tomatoes",
			"Description 3": "Topped with ingredients inspired by Mediterranean cuisine, such as sun-dried tomatoes, artichoke hearts, feta cheese, olives, and fresh herbs",
			"Description 4": "Combination of spinach leaves and crumbled feta cheese",
			"Description 5": "A flavorful combination of sautéed mushrooms, truffle oil, mozzarella cheese",
			"Description 6": "Offers a meat-free twist. It typically includes pineapple, cheese, and sometimes additional toppings like bell peppers, onions, mushrooms, or olives",
			"Description 7": "Topped with tomato sauce, mozzarella cheese, and slices of pepperoni, a spicy Italian-American variety of salami",
			"Description 8": "Loaded with twice the amount of pepperoni",
			"Description 9": "Pepperoni that includes additional spices or hot peppers to add an extra kick of heat to the classic combination",
			"Description 10": "Combination of pepperoni and mushrooms, offering a blend of meaty and earthy flavors",
			"Description 11": "Combines pepperoni with Italian sausage, providing a hearty and flavorful experience",
			"Description 12": "Pepperoni with slices of jalapeño peppers, creating a balance of heat and savory flavors",
			"Description 13": "Combination of tomato sauce, slices of fresh mozzarella cheese, and fresh basil leaves",
			"Description 14": "Include San Marzano tomato sauce, buffalo mozzarella cheese, fresh basil leaves, extra virgin olive oil, and a sprinkle of salt",
			"Description 15": "Replaces the traditional tomato sauce with a white sauce or olive oil base. It is topped with fresh mozzarella cheese, garlic, ricotta cheese, Parmesan cheese, and fresh basil",
			"Description 16": "Buffalo mozzarella cheese, complemented by the usual tomato sauce, fresh basil, and olive oil",
			"Description 17": "Pesto sauce made from basil, pine nuts, Parmesan cheese, garlic, and olive oil",
			"Description 18": "Combines the classic Margherita pizza with a luxurious cheese blend. It includes a base of tomato sauce, fresh basil leaves, and a combination of four cheeses such as mozzarella, Parmesan, fontina, and Gorgonzola",
			"Description 19": "A base of tomato sauce and mozzarella cheese, topped with ham and pineapple chunks. The combination of sweet pineapple and savory ham creates a unique and contrasting flavor profile",
			"Description 20": "Combines the Hawaiian pizza concept with the addition of teriyaki chicken. It includes grilled or shredded chicken marinated in teriyaki sauce, along with the traditional toppings of pineapple, ham, tomato sauce, and mozzarella cheese",
			"Description 21": "Combines the flavors of Hawaiian pizza with barbecue sauce. It features a base of barbecue sauce instead of tomato sauce, topped with mozzarella cheese, ham, pineapple, and ingredients such as red onions or bacon",
			"Description 22": "The spicy Hawaiian pizza adds a kick of heat to the traditional combination. It includes the usual ingredients of ham, pineapple, tomato sauce, and mozzarella cheese, but with the addition of spicy elements such as jalapeños or red pepper flakes.",
			"Description 23": "Offers a meat-free twist. It typically includes pineapple, cheese, and sometimes additional toppings like bell peppers, onions, mushrooms, or olives",
			"Description 24": "The classic BBQ chicken pizza features a base of tangy barbecue sauce instead of tomato sauce, topped with cooked chicken pieces, mozzarella cheese, red onions, and additional ingredients like cilantro or bell peppers.",
			"Description 25": "The spicy BBQ chicken pizza adds an extra kick to the classic version by incorporating spicy elements",
			"Description 26": "Combines the flavors of Hawaiian pizza with barbecue sauce. It features a base of barbecue sauce instead of tomato sauce, topped with mozzarella cheese, ham, pineapple, and ingredients such as red onions or bacon.",
			"Description 27": "It incorporates ranch dressing along with the barbecue sauce, giving it a creamy and tangy element. It includes cooked chicken, barbecue sauce, ranch dressing, mozzarella cheese, and additional toppings like bacon or onions.",
			"Description 28": "Mouthwatering combination of four different types of cheeses. It typically includes a blend of mozzarella, romano, Parmesan, and oregano cheese.",
			"Description 29": "Combines the classic Margherita pizza with a luxurious cheese blend. It includes a base of tomato sauce, fresh basil leaves, and a combination of four cheeses such as mozzarella, Parmesan, fontina, and Gorgonzola.",
			"Description 30": "Combines the creaminess of four cheeses with the freshness of spinach. It typically includes a blend of mozzarella, ricotta, Parmesan, and feta cheese, along with sautéed or fresh spinach leaves."
		}
	}
}